// See https://aka.ms/new-console-template for more information
Console.WriteLine(File.ReadAllText("appsettings.json"));

/* Збереження налаштувань, зокрема паролів
 * - налаштування мають бути в окремому файлі з можливістю
 *    їх зміни без перекомпіляції проєкту
 * - налаштування поділяються на приватні та загальні
 *    інколи їх розділяють на різні файли
 * - приватні налаштування вилучають з репозиторію
 *    (.gitignore) додаючи файл з шаблонними полями
 * - додаємо інструкцію до README файла репозиторію
 */

/* Д.З. Створити інструмент керування проєктом (на базі GitHub Projects)
 * Додати картки-задачі, налаштувати терміни (Milestones),
 * описати підзадачі у картках.
 * Задачі - реальні на курсвий проєкт
 */