// See https://aka.ms/new-console-template for more information
Console.WriteLine("Hello, World!");

/* Збереження налаштувань, зокрема паролів
 * - налаштування мають бути в окремому файлі з можливістю
 *    їх зміни без перекомпіляції проєкту
 * - налаштування поділяються на приватні та загальні
 *    інколи їх розділяють на різні файли
 * - приватні налаштування вилучають з репозиторію
 *    (.gitignore) додаючи файл з шаблонними полями
 * - додаємо інструкцію до README файла репозиторію
 */
